export const metadata = {
  title:
    "나는 분석왕 게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
  description:
    "스포츠분석 게시판은 스포츠토토 프로토 유저들의 무료픽을 확인하고 스포츠경기의 승부예측을 자유롭게 올릴 수 있는 게시판 입니다",
  openGraph: {
    title:
      "나는 분석왕 게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "스포츠분석 게시판은 스포츠토토 프로토 유저들의 무료픽을 확인하고 스포츠경기의 승부예측을 자유롭게 올릴 수 있는 게시판 입니다",
  },
  twitter: {
    title:
      "나는 분석왕 게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "스포츠분석 게시판은 스포츠토토 프로토 유저들의 무료픽을 확인하고 스포츠경기의 승부예측을 자유롭게 올릴 수 있는 게시판 입니다",
  },
  itemprop: {
    name: "나는 분석왕 게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "스포츠분석 게시판은 스포츠토토 프로토 유저들의 무료픽을 확인하고 스포츠경기의 승부예측을 자유롭게 올릴 수 있는 게시판 입니다",
  },
};

export default function Layout({ children }: { children: React.ReactNode }) {
  return <div children={children} />;
}
