export const metadata = {
  title:
    "꽁머니홍보 페이지 | 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
  description:
    "꽁머니를 제공하는 토토사이트 홍보를 위한 업체홍보 게시판 입니다.  다양한 꽁머니 제공 업체들의 홍보게시물을 확인 하실 수 있습니다.",
  openGraph: {
    title:
      "꽁머니홍보 페이지 | 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "꽁머니를 제공하는 토토사이트 홍보를 위한 업체홍보 게시판 입니다.  다양한 꽁머니 제공 업체들의 홍보게시물을 확인 하실 수 있습니다.",
  },
  twitter: {
    title:
      "꽁머니홍보 페이지 | 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "꽁머니를 제공하는 토토사이트 홍보를 위한 업체홍보 게시판 입니다.  다양한 꽁머니 제공 업체들의 홍보게시물을 확인 하실 수 있습니다.",
  },
  itemprop: {
    name: "꽁머니홍보 페이지 | 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "꽁머니를 제공하는 토토사이트 홍보를 위한 업체홍보 게시판 입니다.  다양한 꽁머니 제공 업체들의 홍보게시물을 확인 하실 수 있습니다.",
  },
};

export default function Layout({ children }: { children: React.ReactNode }) {
  return <div children={children} />;
}
