import Proto2layout1 from "../components/layouts/proto2layout1";

export const metadata = {
  title:
    "이벤트 게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
  description:
    "꽁머니를 얻을 수 있는 토이소 이벤트 게시판 입니다. 각종 스포츠 경기 및 토토사이트 후기 이벤트 등 다양한 이벤트를 진행하여 유저들이 조금 더 풍요로운 이벤트혜택 및 꽁머니를 받을 수 있습니다.",
  openGraph: {
    title:
      "이벤트 게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "꽁머니를 얻을 수 있는 토이소 이벤트 게시판 입니다. 각종 스포츠 경기 및 토토사이트 후기 이벤트 등 다양한 이벤트를 진행하여 유저들이 조금 더 풍요로운 이벤트혜택 및 꽁머니를 받을 수 있습니다.",
  },
  twitter: {
    title:
      "이벤트 게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "꽁머니를 얻을 수 있는 토이소 이벤트 게시판 입니다. 각종 스포츠 경기 및 토토사이트 후기 이벤트 등 다양한 이벤트를 진행하여 유저들이 조금 더 풍요로운 이벤트혜택 및 꽁머니를 받을 수 있습니다.",
  },
  itemprop: {
    name: "이벤트 게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "꽁머니를 얻을 수 있는 토이소 이벤트 게시판 입니다. 각종 스포츠 경기 및 토토사이트 후기 이벤트 등 다양한 이벤트를 진행하여 유저들이 조금 더 풍요로운 이벤트혜택 및 꽁머니를 받을 수 있습니다.",
  },
};

export default function Layout({ children }: { children: React.ReactNode }) {
  return <Proto2layout1 children={children} />;
}
