import Proto2layout1 from "../components/layouts/proto2layout1";

export const metadata = {
  title:
    "해외축구분석 게시판 토토커뮤니티 페이지 토이소: 해외축구 분석 정보 및 토토사이트 추천",
  description:
    "토이소의 해외축구분석 게시판에서는 스포츠 분석 전문가들이 제공하는 심층적인 해외축구 분석 정보와 함께, 최신 경기 동향과 전략을 파악할 수 있습니다. 또한, 토토사이트의 신뢰성 및 안전성 검증과 함께, 안전한 놀이터와 메이저 사이트에 대한 추천을 제공합니다. 토토 사용자들에게 유용한 먹튀검증과 꽁머니 혜택, 다양한 베팅 전략을 소개하며, 올바른 토토사이트 선택에 필요한 모든 정보를 한 곳에서 제공하는 커뮤니티입니다.",
  openGraph: {
    title:
      "해외축구분석 게시판 토토커뮤니티 페이지 토이소: 해외축구 분석 정보 및 토토사이트 추천",
    description:
      "토이소의 해외축구분석 게시판에서는 스포츠 분석 전문가들이 제공하는 심층적인 해외축구 분석 정보와 함께, 최신 경기 동향과 전략을 파악할 수 있습니다. 또한, 토토사이트의 신뢰성 및 안전성 검증과 함께, 안전한 놀이터와 메이저 사이트에 대한 추천을 제공합니다. 토토 사용자들에게 유용한 먹튀검증과 꽁머니 혜택, 다양한 베팅 전략을 소개하며, 올바른 토토사이트 선택에 필요한 모든 정보를 한 곳에서 제공하는 커뮤니티입니다.",
  },
  twitter: {
    title:
      "해외축구분석 게시판 토토커뮤니티 페이지 토이소: 해외축구 분석 정보 및 토토사이트 추천",
    description:
      "토이소의 해외축구분석 게시판에서는 스포츠 분석 전문가들이 제공하는 심층적인 해외축구 분석 정보와 함께, 최신 경기 동향과 전략을 파악할 수 있습니다. 또한, 토토사이트의 신뢰성 및 안전성 검증과 함께, 안전한 놀이터와 메이저 사이트에 대한 추천을 제공합니다. 토토 사용자들에게 유용한 먹튀검증과 꽁머니 혜택, 다양한 베팅 전략을 소개하며, 올바른 토토사이트 선택에 필요한 모든 정보를 한 곳에서 제공하는 커뮤니티입니다.",
  },
  itemprop: {
    name: "해외축구분석 게시판 토토커뮤니티 페이지 토이소: 해외축구 분석 정보 및 토토사이트 추천",
    description:
      "토이소의 해외축구분석 게시판에서는 스포츠 분석 전문가들이 제공하는 심층적인 해외축구 분석 정보와 함께, 최신 경기 동향과 전략을 파악할 수 있습니다. 또한, 토토사이트의 신뢰성 및 안전성 검증과 함께, 안전한 놀이터와 메이저 사이트에 대한 추천을 제공합니다. 토토 사용자들에게 유용한 먹튀검증과 꽁머니 혜택, 다양한 베팅 전략을 소개하며, 올바른 토토사이트 선택에 필요한 모든 정보를 한 곳에서 제공하는 커뮤니티입니다.",
  },
};

export default function Layout({ children }: { children: React.ReactNode }) {
  return <Proto2layout1 children={children} />;
}
