export const metadata = {
  title:
    "먹튀제보 먹튀검증게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
  description:
    "자체 먹튀 검증을 통하여 예치금 보증금 베팅금액의 사실확인과 안전한 토토사이트를 위한 정보를 공유합니다. 메이저 놀이터부터 신규 토토 사이트까지 철저하게 분석합니다.",
  openGraph: {
    title:
      "먹튀제보 먹튀검증게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "자체 먹튀 검증을 통하여 예치금 보증금 베팅금액의 사실확인과 안전한 토토사이트를 위한 정보를 공유합니다. 메이저 놀이터부터 신규 토토 사이트까지 철저하게 분석합니다.",
  },
  twitter: {
    title:
      "먹튀제보 먹튀검증게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "자체 먹튀 검증을 통하여 예치금 보증금 베팅금액의 사실확인과 안전한 토토사이트를 위한 정보를 공유합니다. 메이저 놀이터부터 신규 토토 사이트까지 철저하게 분석합니다.",
  },
  itemprop: {
    name: "먹튀제보 먹튀검증게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "자체 먹튀 검증을 통하여 예치금 보증금 베팅금액의 사실확인과 안전한 토토사이트를 위한 정보를 공유합니다. 메이저 놀이터부터 신규 토토 사이트까지 철저하게 분석합니다.",
  },
};

export default function Layout({ children }: { children: React.ReactNode }) {
  return <div children={children} />;
}
