import Proto2layout1 from "../components/layouts/proto2layout1";

export const metadata = {
  title:
    "토토사이트 추천, 안전놀이터 순위, 메이저 보증업체 페이지 | 꽁머니팡: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
  description:
    "꽁머니팡 인증업체 및 보증업체는 까다로운 입점 절차를 통해 보안과 자본금이 인증된 메이저 안전놀이터 와 토토 사이트 순위 검증을 통한 추천 스포츠 토토사이트로만 등록되어있습니다.",
  openGraph: {
    title:
      "토토사이트 추천, 안전놀이터 순위, 메이저 보증업체 페이지 | 꽁머니팡: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "꽁머니팡 인증업체 및 보증업체는 까다로운 입점 절차를 통해 보안과 자본금이 인증된 메이저 안전놀이터 와 토토 사이트 순위 검증을 통한 추천 스포츠 토토사이트로만 등록되어있습니다.",
  },
  twitter: {
    title:
      "토토사이트 추천, 안전놀이터 순위, 메이저 보증업체 페이지 | 꽁머니팡: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "꽁머니팡 인증업체 및 보증업체는 까다로운 입점 절차를 통해 보안과 자본금이 인증된 메이저 안전놀이터 와 토토 사이트 순위 검증을 통한 추천 스포츠 토토사이트로만 등록되어있습니다.",
  },
  itemprop: {
    name: "토토사이트 추천, 안전놀이터 순위, 메이저 보증업체 페이지 | 꽁머니팡: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "꽁머니팡 인증업체 및 보증업체는 까다로운 입점 절차를 통해 보안과 자본금이 인증된 메이저 안전놀이터 와 토토 사이트 순위 검증을 통한 추천 스포츠 토토사이트로만 등록되어있습니다.",
  },
};

export default function Layout({ children }: { children: React.ReactNode }) {
  return <Proto2layout1 children={children} />;
}
