import Proto2layout1 from "../components/layouts/proto2layout1";

export const metadata = {
  title:
    "토토사이트 보증업체, 안전놀이터 순위, 메이저사이트 추천 | 토이소: 먹튀검증 토토사이트 꽁머니 파워볼 커뮤니티",
  description:
    "토이소는 엄격한 기준을 통해 인증된 보증업체와 안전놀이터 메이저사이트를 추천합니다. 철저한 먹튀검증을 거친 사이트들만 제공하며, 사용자에게 안전하고 신뢰할 수 있는 토토사이트를 안내합니다. 스포츠 베팅과 파워볼 사이트의 검증된 정보를 제공합니다.",
  openGraph: {
    title:
      "토토사이트 보증업체, 안전놀이터 순위, 메이저사이트 추천 | 토이소: 먹튀검증 토토사이트 꽁머니 파워볼 커뮤니티",
    description:
      "토이소는 엄격한 기준을 통해 인증된 보증업체와 안전놀이터 메이저사이트를 추천합니다. 철저한 먹튀검증을 거친 사이트들만 제공하며, 사용자에게 안전하고 신뢰할 수 있는 토토사이트를 안내합니다. 스포츠 베팅과 파워볼 사이트의 검증된 정보를 제공합니다.",
  },
  twitter: {
    title:
      "토토사이트 보증업체, 안전놀이터 순위, 메이저사이트 추천 | 토이소: 먹튀검증 토토사이트 꽁머니 파워볼 커뮤니티",
    description:
      "토이소는 엄격한 기준을 통해 인증된 보증업체와 안전놀이터 메이저사이트를 추천합니다. 철저한 먹튀검증을 거친 사이트들만 제공하며, 사용자에게 안전하고 신뢰할 수 있는 토토사이트를 안내합니다. 스포츠 베팅과 파워볼 사이트의 검증된 정보를 제공합니다.",
  },
  itemprop: {
    name: "토토사이트 보증업체, 안전놀이터 순위, 메이저사이트 추천 | 토이소: 먹튀검증 토토사이트 꽁머니 파워볼 커뮤니티",
    description:
      "토이소는 엄격한 기준을 통해 인증된 보증업체와 안전놀이터 메이저사이트를 추천합니다. 철저한 먹튀검증을 거친 사이트들만 제공하며, 사용자에게 안전하고 신뢰할 수 있는 토토사이트를 안내합니다. 스포츠 베팅과 파워볼 사이트의 검증된 정보를 제공합니다.",
  },
};

export default function Layout({ children }: { children: React.ReactNode }) {
  return <Proto2layout1 children={children} />;
}
