export const metadata = {
  title:
    "국내외 농구분석게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
  description:
    "먹튀검증 토이소의 토토커뮤니티 입니다. 스포츠 분석 전문가의 국내외 농구분석 정보와 토토 이용 정보를 공유하는 커뮤니티 국내외 농구분석게시판게시판입니다.",
  openGraph: {
    title:
      "국내외 농구분석게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "먹튀검증 토이소의 토토커뮤니티 입니다. 스포츠 분석 전문가의 국내외 농구분석 정보와 토토 이용 정보를 공유하는 커뮤니티 국내외 농구분석게시판게시판입니다.",
  },
  twitter: {
    title:
      "국내외 농구분석게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "먹튀검증 토이소의 토토커뮤니티 입니다. 스포츠 분석 전문가의 국내외 농구분석 정보와 토토 이용 정보를 공유하는 커뮤니티 국내외 농구분석게시판게시판입니다.",
  },
  itemprop: {
    name: "국내외 농구분석게시판 토토커뮤니티 페이지 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "먹튀검증 토이소의 토토커뮤니티 입니다. 스포츠 분석 전문가의 국내외 농구분석 정보와 토토 이용 정보를 공유하는 커뮤니티 국내외 농구분석게시판게시판입니다.",
  },
};

export default function Layout({ children }: { children: React.ReactNode }) {
  return <div children={children} />;
}
