import Proto2layout1 from "../components/layouts/proto2layout1";

export const metadata = {
  title:
    "먹튀사이트 모음 TOP 20 - 2025 먹튀사이트 최신 정리 및 먹튀검증 가이드 토이소",
  description:
    "토이소의 먹튀제보 및 먹튀피해사례 게시판입니다. 먹튀 피해를 경험한 사용자들의 사례를 공유하고, 안전한 토토사이트 선택을 위한 중요한 정보를 제공합니다. 먹튀피해를 예방하고 안전한 토토사이트를 찾는 데 도움을 주는 공간입니다.",
  openGraph: {
    title:
      "먹튀사이트 모음 TOP 20 - 2025 먹튀사이트 최신 정리 및 먹튀검증 가이드 토이소",
    description:
      "토이소의 먹튀제보 및 먹튀피해사례 게시판입니다. 먹튀 피해를 경험한 사용자들의 사례를 공유하고, 안전한 토토사이트 선택을 위한 중요한 정보를 제공합니다. 먹튀피해를 예방하고 안전한 토토사이트를 찾는 데 도움을 주는 공간입니다.",
  },
  twitter: {
    title:
      "먹튀사이트 모음 TOP 20 - 2025 먹튀사이트 최신 정리 및 먹튀검증 가이드 토이소",
    description:
      "토이소의 먹튀제보 및 먹튀피해사례 게시판입니다. 먹튀 피해를 경험한 사용자들의 사례를 공유하고, 안전한 토토사이트 선택을 위한 중요한 정보를 제공합니다. 먹튀피해를 예방하고 안전한 토토사이트를 찾는 데 도움을 주는 공간입니다.",
  },
  itemprop: {
    name: "먹튀제보 및 먹튀피해사례 게시판 토토커뮤니티 페이지 | 토이소: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "토이소의 먹튀제보 및 먹튀피해사례 게시판입니다. 먹튀 피해를 경험한 사용자들의 사례를 공유하고, 안전한 토토사이트 선택을 위한 중요한 정보를 제공합니다. 먹튀피해를 예방하고 안전한 토토사이트를 찾는 데 도움을 주는 공간입니다.",
  },
};

export default function Layout({ children }: { children: React.ReactNode }) {
  return <Proto2layout1 children={children} />;
}
