export const metadata = {
  title:
    "구인구직게시판 토토커뮤니티 페이지 꽁머니팡: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
  description:
    "먹튀검증 꽁머니팡의 토토커뮤니티 입니다. 스포츠 분석 전문가의 구인구직 정보와 토토 이용 정보를 공유하는 커뮤니티 구인구직게시판입니다.",
  openGraph: {
    title:
      "구인구직게시판 토토커뮤니티 페이지 꽁머니팡: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "먹튀검증 꽁머니팡의 토토커뮤니티 입니다. 스포츠 분석 전문가의 구인구직 정보와 토토 이용 정보를 공유하는 커뮤니티 구인구직게시판입니다.",
  },
  twitter: {
    title:
      "구인구직게시판 토토커뮤니티 페이지 꽁머니팡: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "먹튀검증 꽁머니팡의 토토커뮤니티 입니다. 스포츠 분석 전문가의 구인구직 정보와 토토 이용 정보를 공유하는 커뮤니티 구인구직게시판입니다.",
  },
  itemprop: {
    name: "구인구직게시판 토토커뮤니티 페이지 꽁머니팡: 토토사이트 꽁머니 파워볼 먹튀검증 커뮤니티 안전놀이터",
    description:
      "먹튀검증 꽁머니팡의 토토커뮤니티 입니다. 스포츠 분석 전문가의 구인구직 정보와 토토 이용 정보를 공유하는 커뮤니티 구인구직게시판입니다.",
  },
};

export default function Layout({ children }: { children: React.ReactNode }) {
  return <div children={children} />;
}
